Repository: corsonr/tip-and-tree
Catalog: languages/woocommerce-tip-and-tree-*.po
Languages: fr_fr

source: Donation
fr_fr: Don

source: Compensate Carbon Impact
fr_fr: Compenser l'impact carbone

source: Donate for reforestation to balance the carbon impact of your order.
fr_fr: Don pour la reforestation pour compenser l'empreinte carbone de votre commande.

source: Tip and Tree Options
fr_fr: Options Tip & Tree

source: Distance Matrix API key
fr_fr: Clé API Distance Matrix

source: Enter your API key here. Get you key <a href="https://console.developers.google.com/flows/enableapi?apiid=distance_matrix_backend&keyType=SERVER_SIDE">here</a>
fr_fr: Entrez votre clé d'API ici. Obtenez votre clé <a href="https://console.developers.google.com/flows/enableapi?apiid=distance_matrix_backend&keyType=SERVER_SIDE">ici</a>

source: Carbon Impact Compensation
fr_fr: Compensation de l'empreinte carbone

source: Enable the addition of fee for a charity for reforestation
fr_fr: Activer l'ajout d'une taxe pour la reforestation.

source: Users will be presented with an option to add a donation to charity for reforestation
fr_fr: Les clients se verront présenté une option pour ajouter un don pour la reforestation.

source: Charity to give to
fr_fr: Association caritative

source: Choose the charity your customer will give to
fr_fr: Choisir l'association qui recevra les dons.

source: Your customers will give to the charity you choose here
fr_fr: Vos clients feront un don à l'association choisie ici.
